[
    {
        "title": "I can't",
        "text": "I can't swim. I can't speak French. I can't dance well. I can't cook. I can't play the piano. I can't run very fast. I can't ride a bike. I can't draw. I can't find my keys. I can't solve this math problem. I can't wake up early. I can't remember her name. I can't lift that heavy box. I can't sing in tune. I can't whistle. I can't fix the computer. I can't make a decision. I can't watch horror movies. I can't tolerate spicy food. I can't understand this sentence. I can't find my glasses. I can't catch the ball. I can't grow plants. I can't stay up all night. I can't start a fire. He can't swim. He can't cook. He can't dance. He can't speak Spanish. He can't play guitar. He can't run long distances. He can't fix cars. He can't draw. He can't remember names. He can't lift heavy weights. He can't whistle. He can't ride a skateboard. He can't understand advanced math. He can't tolerate cold weather. He can't sing in front of a crowd. He can't speak in public. He can't program computers. He can't bake cakes. He can't do yoga. He can't juggle. She can't swim. She can't play basketball. She can't speak Chinese. She can't cook pasta. She can't dance salsa. She can't run a marathon. She can't fix a leaky faucet. She can't draw animals. She can't remember dates. She can't lift heavy furniture. She can't ride a motorcycle. She can't whistle loudly. She can't understand physics. She can't tolerate spicy food. She can't sing high notes. She can't do a handstand. She can't program software. She can't sew clothes. She can't do the splits. She can't paint landscapes."
    },
    {
        "title": "verbo to be",
        "text": "I am a student. You are my friend. He is a doctor. She is a teacher. It is a sunny day. We are at the park. They are playing games. Mary is happy. John and Emma are siblings. The cat is on the table. The dog is in the garden. The books are on the shelf. The sky is blue. The flowers are beautiful. My favorite color is green. The party was fun. The movie was interesting. The cake is delicious. The exam is tomorrow. My parents are at work. This is my house. That was a great trip. Today is Monday. The weather is warm. The stars are shining. The moon is bright. The ocean is deep. The mountains are tall. The city is busy. The park is peaceful. The museum is closed. The shop is open. My friends are kind. My sister is younger. My brother is older. The computer is new. The car is old. This book is mine. That pen is yours. The test is easy. The puzzle is difficult. The music is loud. The movie is quiet. My room is clean. The kitchen is messy. The door is closed. The window is open. The lights are off. The TV is on. The food is hot. The drink is cold. The baby is asleep. The alarm is ringing. The clock is ticking. Time is precious. Life is beautiful."
    },
    {
        "title": "Outros verbos",
        "text": "She enjoys reading novels on rainy days. He wants to go to the concert this weekend. They need to check the weather forecast before planning. I read a newspaper article yesterday. We want to go hiking in the mountains. He enjoys listening to podcasts. She needs a new umbrella. They often listen to jazz music. I want to read that book again. We enjoy going for walks. The weather can change suddenly."
    },
    {
        "title": "Contar",
        "text": "Counting in English is an essential skill. Let's start with the numbers from one to ten: one, two, three, four, five, six, seven, eight, nine, ten. Now, let's continue: eleven, twelve, thirteen, fourteen, fifteen, sixteen, seventeen, eighteen, nineteen, twenty. As the pattern continues, the tens are: thirty, forty, fifty, sixty, seventy, eighty, ninety. When counting beyond, it's simple – just combine the tens with the units: twenty-one, thirty-two, forty-five, fifty-six, sixty-seven, seventy-eight, eighty-nine, ninety-nine. For hundreds, add the hundred followed by the tens and units: one hundred, two hundred thirty-four, five hundred sixty-seven. The thousands follow a similar pattern: one thousand, three thousand four hundred fifty-six. And for even larger numbers, use millions, billions, and so on. With practice, counting in English becomes effortless."
    },
    {
        "title": "Se apresentar",
        "text": "Hi, my name is Maria. I'm from Spain. I'm 28 years old. I live in Madrid. I love painting and drawing. I have a cat called Luna. I work in a café. I watch movies on weekends. I like to swim in the summer. My favorite color is purple. Nice to make a new friend. Hello! My name is Sarah. I am from Brazil. I like to read books and listen to music. I have a cat named Max. He is very cute. I work in an office. I usually go to work by bus. On weekends, I visit my family and go to the park. I enjoy eating pizza and pasta. I want to travel to New York someday. Nice to meet you!. Hello! I enjoy cooking. My favorite dish is spaghetti with tomato sauce. I use pasta, tomatoes, and herbs. I also like baking cookies. I mix flour, sugar, and butter for the dough. Then, I shape the cookies and bake them in the oven. I often invite friends over for dinner. We chat and laugh a lot. I like to take photos too. I have a camera for capturing memories. Sometimes, I go to the park to take pictures of nature. Cooking and photography are my hobbies. Nice to share with you!"
    },
    {
        "title": "My Weekend",
        "text": "Hi! I'm Lisa. I live in France. On weekends, I like to relax and have fun. On Saturday mornings, I go to a café with my friends. We drink coffee and talk. Then, I visit the park for a walk. In the afternoon, I watch movies or read books. I like comedies and adventure stories. On Sunday, I often cook. Spaghetti is my favorite. In the evening, I call my family. We chat and laugh. Sometimes, I play the guitar. I'm not very good yet, but I practice. Weekends are great!"
    },
    {
        "title": "My Hobbies and Favorites",
        "text": "Hello! I'm Maria, and I come from Italy. I have a big family – two brothers and one sister. We often gather for Sunday lunches. I enjoy playing the piano. I practice every evening. My favorite music to play is classical. On weekends, I go to the local park to read books. Mystery stories are my favorite. I also like painting landscapes. Watercolors are my choice. I work in a bookstore. I help customers find books. I'm planning a trip to Greece soon. I can't wait to explore the ancient ruins. Thanks for reading my story!"
    },
    {
        "title": "A Trip to the Beach",
        "text": "Hello! I'm Marco. I live in Spain. Last summer, my family and I went to the beach for a vacation. We had so much fun! We woke up early and packed our bags with towels, sunscreen, and snacks. The drive to the beach was long, but exciting. When we arrived, the sun was shining and the sea looked beautiful. I built sandcastles with my little sister while my parents relaxed on the beach chairs. We swam in the waves and collected seashells. I even saw a crab! For lunch, we had sandwiches and fruit. In the afternoon, we played beach volleyball with other families. The water was cool and refreshing. As the sun set, we made a bonfire and roasted marshmallows. We sang songs and told stories. I'll never forget that day. It was the best beach trip ever"
    },
    {
        "title": "Negação: A Rainy Day",
        "text": "Hi, I'm Emily. I'm from Canada. Today is a rainy day. I can't go to the park. I can't play outside. I'm inside my house. I can see raindrops on the window. I can hear the rain. I don't like rainy days. I can't wear my new shoes. I can't ride my bike. But I can do other things. I can read books. I can draw pictures. I can watch a movie. Maybe the rain will stop later. Then I can go outside. I hope the sun comes out soon"
    },
    {
        "title": "Perguntas: Curious Questions",
        "text": "Hello, I'm Alex. Do you know me? No? That's okay. Are you tired? No? Great! Is it a sunny day today? No? Oh, it's raining? Do you like rain? No? Me neither. Did you eat breakfast? No? Well, you should eat something soon. Did you watch a movie last night? No? What did you do? Did you read a book? No? Oh, you went for a walk. Was it fun? No? Maybe next time. Are you busy now? No? Can you talk for a while? No problem. Do you want to learn something new today? Yes? That's the spirit!"
    }
]